<?php
return [
    'area' => [
        'enable' => [
            '0' => '未開放',
            '1' => '開放'
        ]
    ],
    'character' => [
        'gender' => [
            '0' => '女',
            '1' => '男',
            '2' => '無所屬'
        ],
        'enable' => [
            '0' => '未公開',
            '1' => '預告',
            '2' => '公開'
        ],
        'shelf' => [
            '0' => '未上架',
            '1' => '已上架'
        ]
    ],
    'job' => [
        'enable' => [
            '0' => '不可選用',
            '1' => '可選用'
        ]
    ],
    'member' => [
        'enable' => [
            '0' => '未驗證',
            '1' => '已驗證',
            '2' => '封鎖'
        ], 
    ],
    'stage' => [
        'enable' => [
            '0' => '未開放',
            '1' => '開放'
        ]
    ],
];